Repository: grpiccoli/BiblioMit
Catalog: BiblioMit/Resources/Views.Home.About.*.resx
Languages: es

source: A collection of georeferenced data, including
es: Una collección de datos georeferenciados, incluyendo

source: A forum for connection and exchange of ideas between stakeholders
es: Un foro para la conexión e intercambio de ideas entre los actores de la industria

source: A project from the &lt;strong&gt;Guild Association of Mussel Farmers of Chile&lt;/strong&gt;
es: Un proyecto de la <strong>Asociación Gremial de Mitilicultores de Chile</strong>

source: A project from the Guild Association of Mussel Farmers of Chile
es: Un proyecto de la <strong>Asociación de Mitilicultores de Chile</strong>

source: A search engine for multiple sources of scientific literature for the mussel farming industry at a national level (downloadable in digital format), including
es: Un buscador de literatura científica con documentos recopilados desde múltiples fuentes para el sector Mitilicultor a nivel nacional (descargable en formato digital), incluyendo

source: A Tool of
es: Una heramienta de

source: About
es: Nosotros

source: and developed by
es: y desarrollado por

source: and developed by &lt;strong&gt;Guillermo Rodriguez Piccoli&lt;/strong&gt;
es: y desarrollado por <strong>Guillermo Rodríguez Piccoli</strong>

source: and managed by the &lt;strong&gt;Centre of Applied Research for Aquaculture and Fishery&lt;/strong&gt;
es: y administrado por el <strong>Centro Acuícola Pesquero de Investigación Aplicada</strong>

source: as part of the regional strategic program of mussels
es: como parte del programa estratégico regional de mejillones

source: at &lt;strong&gt;Epic Solutions Consulting&lt;/strong&gt;
es: desde la consultora <strong>Epic Solutions</strong>

source: Biyearly digest report of production and oceanografic statistics
es: Boletín semestral con reporte de estadíticas productivas y oceanográficas

source: Catalogue of histopathological findings that affect the species
es: Catálogo de hayazgos histopatológicos que afectan a la especie

source: Consists of
es: Consta de

source: Digest
es: Boletín

source: Electronic Library and Platform for Digital Management of &lt;i&gt;Mytilus chilensis&lt;/i&gt; Resource.
es: Librería electrónica y plataforma de manejo digital del recurso <i>Mytilus chilensis</i>.

source: financed by
es: financiada por

source: financed by the &lt;strong&gt;Production Development Coorporation of Chile&lt;/strong&gt;
es: financiado por la <strong>Corporación de Fomento de la Producción</strong>

source: for
es: para

source: for the &lt;strong&gt;Technological Institute of Mussel Farming&lt;/strong&gt;
es: para el <strong>Instituto Tecnológico de Mitilicultura</strong>

source: Histopathological Database
es: Base de datos histopatológica

source: Histopathological database of catalogued findings georeferenced (paid service)
es: Base de datos hisotpatológica de hayazgos catalogados y georeferenciados (servicio pagado)

source: is a management tool and connection portal between the mussel farming industry, academia, research and technology centers and institutes that have an essential role in the development of Applied Sciences for the Mussel Farming world
es: es una herramienta de gestión y portal de conexión entre la industria, academia, centros tecnológicos e institutos que tienen un rol esencial en Investigación y Desarrollo en Ciencia aplicada en el mundo Mitilicultor

source: List of stakeholders and their contact details
es: Listado de actores del sector y su identificación

source: Map of all mussel farms, contacts and oceanografic data (paid service)
es: Mapa de centros de cultivo, contactos y datos oceanográficos (servicio pagado)

source: Map of all research centers that have worked in mussel research
es: Mapa de centros de investigación que han trabajado en investigación para la mitilicultura

source: Objective
es: Objetivo

source: Oceanografic data such as Ocean Surface Temperature (OST), Ocean Acidification, Oxigen content, Salinity, histological findings and concentrations, and much more
es: Datos oceanográficos como Temperatura Superficial del Oceano (TSO), acidificación, salinidad, niveles de oxígeno, análisis histológicos y mucho más

source: of &lt;strong&gt;Saint Thomas University Chile&lt;/strong&gt;
es: de la <strong>Universidad Santo Tomás</strong>

source: Read our Privacy Policy
es: Lea nuestras política de privacidad

source: Search engine of national grants and funding sources for research and development
es: Motor de búsqueda de fuentes de financiamiento para investigación y desarrollo

source: Search engine of nationally published academical thesis
es: Motor de búsqueda de tesis académicas publicadas a nivel nacional

source: Search engine of nationally published research and development projects cathegorized by funding
es: Motor de búsqueda de proyectos de investigación y desarrollo categorizados por su fuente de financiamiento

source: Search engine of scientific literature powered by Google Scholar
es: Motor de búsqueda de literatura científica a través de Google Scholar

source: Technological Management Platform for Mussel Farming Sector
es: Plataforma de Gestión Tecnológica para el Sector Mitilicultor

source: through
es: por medio de

source: within the framework of project &lt;i&gt;Code 16 Node 70434 &quot;Science and Technology Node for the Mussel Farming Industry&quot;&lt;/i&gt; of the &lt;strong&gt;Strategic Regional Program for the Mussel Indutry&lt;/strong&gt;
es: enmarcado en el proyecto <i>Código 16 NODO 70434 "Nodo Ciencia y Tecnología para la Industria Mitilicultora"</i> del <strong>Programa Estratégico Regional Industria de la Mitilicultura</strong>
